var markerData = [ // マーカーを立てる場所名・緯度・経度
  {
    name: '本厚木駅',
    lat: 35.439339,
    lng: 139.364338,
 },{
     name:'東京農業大学 厚木キャンパス',
     lat:35.432505,
     lng:139.345732,
 },{
     name:'麺や食堂',
     lat:35.441325,
     lng:139.370689,
},{
    name:'和食めん処 サガミ',
    lat:35.435222,
    lng:139.356098,
}
];

var htmlData=[
    [
     '<img src="img/hanatu.png">',
     "本厚木駅",
     "神奈川県厚木市泉町1-1",
     "046-228-3210",
     "厚木市の中心！ 治安わるい。",
    ],
    [
     '<img src="img/mig.jpg">',
     "東京農業大学 厚木キャンパス",
     "神奈川県厚木市船子1737",
     "046-270-6220",
     "おれの母校。山の中にあります。駅から遠すぎ。"],
    [
     '<img src="img/menya.jpg">',
     "麺や食堂",
     "神奈川県厚木市幸町9-6",
     "046-228-3978",
     "繊細かつまろやかな味わいの中華そばは、半世紀に渡って地元の人々に愛されてきた。イチオシのラーメン屋です。"],
    [
     '<img src="img/hamatyo.jpg">',
     "和食めん処 サガミ",
     "神奈川県厚木市恩名1-10-69",
     "050-3491-0269",
     "天ぷらおいしい"]
];
